#region << 版 本 注 释 >>

/*----------------------------------------------------------------
* 类 名 称 ：ValidateResult
* 类 描 述 ：
* 所在的域 ：DESKTOP-UU3LV10
* 命名空间 ：NPlatform.Result
* CLR 版本 ：4.0.30319.42000
* 作    者 ：Dongliang Yi
* 创建时间 ：2019/1/14 14:33:55
* 更新时间 ：2019/1/14 14:33:55
* 版 本 号 ：v1.0.0.0
*******************************************************************
* Copyright @ yidon 2019. All rights reserved.
*******************************************************************
//----------------------------------------------------------------*/

#endregion

namespace NPlatform.Result
{
    /// <summary>
    /// Dto 校验结果
    /// </summary>
    public class ValidateResult : EPResult<IDTO>
    {
    }
}