/***********************************************************
**项目名称:	                                                                  				   
**功能描述:	  的摘要说明
**作    者: 	易栋梁                                         			   
**版 本 号:	1.0                                             			   
**创建日期： 2015/12/2 16:17:13
**修改历史：
************************************************************/

namespace NPlatform.Infrastructure
{
    /// <summary>
    /// Office 助手
    /// </summary>
    public interface IOfficeHelper
    {
    }
}